export default {
  translation: {
    microphone: {
      on: "Включить микрофон",
      off: "Выключить микрофон",
    },
    camera: {
      on: "Включить глобальную фронтальную камеру",
      off: "Выключить глобальную фронтальную камеру",
    },
    cameraLocal: {
      on: "Включить фронтальную камеру для текущей страницы",
      off: "Выключить фронтальную камеру для текущей страницы",
    },
    download: "Скачать запись",
    start: "Перейти в режим записи",
    errors: {
      switch: "Не поддерживается или отказано в разрешении",
    },
    buttons: {
      start: "Старт",
      stop: "Стоп",
    },
  },
}
