export default {
  translation: {
    microphone: {
      on: "Включить микрофон",
      off: "Выключить микрофон",
    },
    camera: {
      on: "Включить камеру вне браузера",
      off: "Выключить камеру вне браузера",
    },
    cameraLocal: {
      on: "Включить камеру в браузере",
      off: "Выключить камеру в браузере",
    },
    download: "Скачать запись",
    start: "Перейти в режим записи",
    errors: {
      switch: "Не поддерживается или отказано в разрешении",
    },
    buttons: {
      start: "Старт",
      stop: "Стоп",
    },
  },
}
